      *Columns:
      *  1         2         3         4         5         6         7
      *89012345678901234567890123456789012345678901234567890123456789012
      *<A-><--------------------------B-------------------------------->
      *----------------------------------------------------------------*
       IDENTIFICATION DIVISION.
      *-----------------------
       PROGRAM-ID. CBLDAN07.
      *---------------------

      *----------------------------------------------------------------*
       ENVIRONMENT DIVISION.
      *---------------------
      


      *----------------------------------------------------------------*
       DATA DIVISION.
      *-------------
      

      
      *----------------------------------------------------------------*
       PROCEDURE DIVISION.
      *------------------
           DISPLAY 'BRANCH DEVELOP-1: GEORGE'.